"use strict"

console.log("Страница(main):\nВерстка страницы валидная(+4);\nЛоготип в хедере состоит из текстовых элементов (+1);\nСтраница содержит ровно один элемент <h1> (+1);\nдобавлен favicon +1;\nВёрстка соответствует макету (+35);\nТребования к css выполнены(+6);\nИнтерактивность элементов выполнена(+12);\nСтраница  Pets:\nВерстка страницы валидная(+4);\nЛоготип в хедере состоит из текстовых элементов (+1);\nСтраница содержит ровно один элемент <h1> (+1);\nдобавлен favicon +1;\nВёрстка соответствует макету (+15);\nТребования к css выполнены(+4);\nИнтерактивность элементов выполнена(+14);")




